{
  "programmes": [
    {
      "id": "fa89",
      "title": "Web & Mobile Developer",
      "desc": "This intensive program covers the fundamentals of web and mobile development, including HTML, CSS, JavaScript, project management, and professional best practices. Perfect for those eager to quickly launch their career in the growing tech industry.",
      "url": "https://img.freepik.com/free-photo/programming-background-with-person-working-with-codes-computer_23-2150010125.jpg?semt=ais_hybrid&w=740&q=80",
      "duration": "9 months"
    },
    {
      "id": "b163",
      "title": "AI Developer",
      "desc": "This program focuses on artificial intelligence fundamentals, covering machine learning, data processing, neural networks, and practical AI applications. Designed to equip learners with the skills to build intelligent systems and work on innovative AI projects.",
      "url": "https://images.alphacoders.com/139/1392299.png",
      "duration": " 6 months"
    },
    {
      "id": "7f1a",
      "title": "Cybersecurity Fundamentals",
      "desc": "This program provides a comprehensive introduction to cybersecurity principles, including network security, threat analysis, and ethical hacking techniques. Designed for beginners eager to start a career in protecting digital systems and data.",
      "url": "https://w0.peakpx.com/wallpaper/642/892/HD-wallpaper-security-concept-digital-art-creative-3d-lock-computer-security-scanning-security.jpg",
      "duration": "14 months"
    },
    {
      "id": "de2c",
      "title": "Data Analyst",
      "desc": "This program trains you to collect, clean, and analyze data using tools like SQL, Excel, and Python. You’ll learn to create compelling visualizations and reports that help businesses make data-driven decisions. Ideal for those who want to turn raw data into valuable insights and support strategic planning.",
      "url": "https://t4.ftcdn.net/jpg/07/07/02/79/360_F_707027965_o1Nawl8IUYvBowX2BWbJBO8lAyHtkuIa.jpg",
      "duration": "6 months"
    },
    {
      "id": "d427",
      "title": "UX/UI Designer",
      "desc": "This program teaches you the fundamentals of user experience (UX) and user interface (UI) design. You’ll learn to create user-centered designs by conducting research, building wireframes, and developing interactive prototypes using tools like Figma and Adobe XD. The course covers design thinking, usability testing, and accessibility principles to help you craft engaging and intuitive digital products that meet users’ needs. Ideal for creative individuals passionate about blending design and technology to enhance user satisfaction.",
      "url": "https://img.freepik.com/free-vector/gradient-style-ui-ux-background_52683-69621.jpg",
      "duration": "4 months"
    }
  ]
}