{
  "programmes": [
    {
      "id": "fa89",
      "title": "Web & Mobile Developer",
      "desc": "This intensive program covers the fundamentals of web and mobile development, including HTML, CSS, JavaScript, project management, and professional best practices. Perfect for those eager to quickly launch their career in the growing tech industry.",
      "url": "https://img.freepik.com/free-photo/programming-background-with-person-working-with-codes-computer_23-2150010125.jpg?semt=ais_hybrid&w=740&q=80",
      "duration": "9 months"
    },
    {
      "id": "b163",
      "title": "AI Developer",
      "desc": "This program focuses on artificial intelligence fundamentals, covering machine learning, data processing, neural networks, and practical AI applications. Designed to equip learners with the skills to build intelligent systems and work on innovative AI projects.",
      "url": "https://images.alphacoders.com/139/1392299.png",
      "duration": " 6 months"
    },
    {
      "id": "7f1a",
      "title": "Cybersecurity Fundamentals",
      "desc": "This program provides a comprehensive introduction to cybersecurity principles, including network security, threat analysis, and ethical hacking techniques. Designed for beginners eager to start a career in protecting digital systems and data.",
      "url": "https://w0.peakpx.com/wallpaper/642/892/HD-wallpaper-security-concept-digital-art-creative-3d-lock-computer-security-scanning-security.jpg",
      "duration": "14 months"
    },
    {
      "id": "d275",
      "title": "Cloud Computing & DevOps",
      "desc": "Gain expertise in cloud platforms such as AWS, Azure, and Google Cloud, while learning automation, CI/CD pipelines, and infrastructure management. This program prepares you to build scalable, secure, and efficient systems for modern software deployment.",
      "duration": "10months",
      "url": "https://miro.medium.com/v2/resize:fit:800/1*_clIBKtCFZMMxux64Y3xTg.jpeg"
    },
    {
      "id": "c1b5",
      "title": "UX/UI Design",
      "desc": "This hands-on program teaches the principles of user experience and user interface design, focusing on creating intuitive, user-friendly digital products. You’ll master design tools like Figma and Adobe XD, while learning best practices in prototyping, usability testing, and design thinking.",
      "duration": "7 months",
      "url": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhUbzM6b_nbsSuHIdHYoLQl03pLnpmqJGJip4WdpT27GiU5amQy5S1C-DXKScnvsbkjdGCvoGbfaN34omLxLRRaH_moqQaYq0ZwE1-67CzWb_vrhK-ppfOiYQqBh2jEWQquaUs4lho28BvXkQ6y4UG-ZLe3J3fcD0oVq0Ax1ipEvhq6EVqg8gPrbeHMlw/s3000/16683353_5757453.jpg"
    }
  ]
}